Repository: montera34/cedobi
Catalog: lang/*.po
Languages: es_es, fr_fr

source: Error 404: content not found
es_es: Error 404: contenido no encontrado
fr_fr: Erreur 404: contenu non trouvé

source: <p>This content has not been found. You can check the URL or go to <a href="/">home page</a> to start from the begining. If you prefer, you can search anything about the International Brigades or about CEDOBI using our search engine.</p> <p>If you look for a particular content that you cannot find, or you have any information about combatant volunteers or the International Brigades, <a href="/contacto">contact us</a> please.</p>
es_es: <p>La página que estás buscando no se ha encontrado, asegúrate de que la has escrito correctamente. Vuelve a la <a href="/">página de inicio</a> o busca lo que quieras sobre las Brigadas Internacionales o el CEDOBI en el buscador.</p><p>Si deseas cualquier otra información, buscas a algún brigadista o tienes información y documentación de algún brigadista, o sobre las Brigadas Internacionales en general, <a href="/contacto">ponte en contacto con nosotros</a>.</p>
fr_fr: <p>La page que vous cherchez n'a pas été trouvée, vérifiez son orthographe. Retournez à la <a href="/">page d'accueil</a> ou cherchez ce que vous voulez sur les Brigadas Internationales ou le CEDOBI sur le moteur de recherche.</p><p>Si vous voulez plus d'information, cherchez un brigadier en particulier ou vous avez des informations et des documents sur un brigadier, ou sur les Brigades Internationales en général, <a href="/contacto">contactez nous</a>.</p>

source: More interesting sites about the Brigades around the internet
es_es: Enlaces interesantes sobre las Brigadas
fr_fr: Plus de sites intéressants sur les Brigades

source: Promoted by:
es_es: Promovido por:
fr_fr: Promu par:

source: Designed and developed by <a href="https://montera34.com">m34</a> using <a href="/creditos">free software</a>.
es_es: Diseñado y desarrollado por <a href="https://montera34.com">m34</a> usando <a href="/creditos">software libre</a>.
fr_fr: Conçu y développé par <a href="https://montera34.com">m34</a> avec des <a href="/creditos">logiciels libres</a>.

source: Icon
es_es: Icono
fr_fr: Icône

source: Big icon
es_es: Icono grande
fr_fr: Grande Icône

source: Small
es_es: Pequeña
fr_fr: Petite

source: Header menu
es_es: Menú de cabecera
fr_fr: Menu de l'entête

source: Footer menu
es_es: Menú de pie de página
fr_fr: Menu du pied de page

source: Brigadiers archive
es_es: Archivo de brigadistas
fr_fr: Archive des brigadiers

source: Brigadier
es_es: Brigadista

source: Add a brigadier
es_es: Añadir brigadista
fr_fr: Ajouter un brigadier

source: Edit
es_es: Editar
fr_fr: Éditer

source: Edit this brigadier
es_es: Editar este brigadista
fr_fr: ÉditEr ce brigadier

source: New brigadier
es_es: Nuevo brigadista
fr_fr: Nouveau brigadier

source: View brigadier
es_es: Ver brigadista
fr_fr: Voir brigadier

source: View this brigadier
es_es: Ver este brigadista
fr_fr: Voir ce brigadier

source: Search brigadier
es_es: Buscar brigadistas
fr_fr: Chercher brigadiers

source: No brigadiers found
es_es: Ningún brigadista encontrado
fr_fr: Aucun brigadier trouvé

source: No brigadiers in trash
es_es: Ningún brigadista en la papelera
fr_fr: Aucun brigadier dans la corbeille

source: Parent
es_es: Superior
fr_fr: Supérieur

source: Photos Archives
es_es: Fondos fotográficos
fr_fr: Fonds d'images

source: Photo
es_es: Fotografía

source: Add a photo
es_es: Añadir fotografía
fr_fr: Ajouter une photo

source: Edit this photo
es_es: Editar esta fotografía
fr_fr: Éditer cette photo

source: New photo
es_es: Nueva fotografía
fr_fr: Nouvelle photo

source: View photo
es_es: Ver fotografía
fr_fr: Voir photo

source: View this photo
es_es: Ver esta fotografía
fr_fr: Voir cette photo

source: Search photos
es_es: Buscar fotografías
fr_fr: Chercher des photos

source: No photos found
es_es: Ninguna fotografía encontrada
fr_fr: Aucune photo n'a été trouvée

source: No photos in trash
es_es: Ninguna fotografía en la papelera
fr_fr: Aucune photo dans la corbeille

source: Digital resources
es_es: Recursos digitales
fr_fr: Ressources digitales

source: Digital resource
es_es: Documento
fr_fr: Document

source: Add a digital resource
es_es: Añadir un documento
fr_fr: Ajouter un document

source: Edit this digital resource
es_es: Editar este documento
fr_fr: Éditer ce document

source: New digital resource
es_es: Nuevo documento
fr_fr: Nouveau document

source: View digital resource
es_es: Ver documento
fr_fr: Voir document

source: View this digital resource
es_es: Ver este documento
fr_fr: Voir ce document

source: Search digital resource
es_es: Buscar recurso digital
fr_fr: Chercher un document

source: No digital resources found
es_es: Ningún documento encontrado
fr_fr: Aucun document n'a été trouvé

source: No digital resources in trash
es_es: Ningún documento en la papelera
fr_fr: Aucun document dans la corbeille

source: News
es_es: Noticias
fr_fr: Actualités

source: New
es_es: Noticia
fr_fr: Actualité

source: Add a new
es_es: Añadir una noticia
fr_fr: Ajouter une actualité

source: Edit this new
es_es: Editar esta noticia
fr_fr: Éditer cette actualité

source: New new
es_es: Nueva noticia
fr_fr: Nouvelle actualité

source: View new
es_es: Ver notcia
fr_fr: Voir actualité

source: View this new
es_es: Ver esta noticia
fr_fr: Voir cette actualité

source: Search news
es_es: Buscar noticias
fr_fr: Chercher des actualité

source: No news found
es_es: Ninguna noticia encontrada
fr_fr: Aucune actualité n'a été trouvée

source: No news in trash
es_es: Ninguna noticia en la papelera
fr_fr: Aucune actualité dans la corbeille

source: Calls
es_es: Convocatorias
fr_fr: Convocations

source: Call
es_es: Convocatoria
fr_fr: Convocation

source: Add a call
es_es: Añadir una convocatoria
fr_fr: Ajouter une convocation

source: Edit this call
es_es: Editar esta convocatoria
fr_fr: Éditer cette convocation

source: New call
es_es: Nueva convocatoria
fr_fr: Nouvelle convocation

source: View call
es_es: Ver convocatoria
fr_fr: Voir convocation

source: View this call
es_es: Ver esta convocatoria
fr_fr: Voir cette convocation

source: Search calls
es_es: Buscar convocatorias
fr_fr: Chercher des convocations

source: No calls found
es_es: Ninguna convocatoria encontrada
fr_fr: Aucune convocation n'a été trouvée

source: No calls in trash
es_es: Ninguna convocatoria en la papelera
fr_fr: Aucune convocation dans la corbeille

source: Publications
es_es: Publicaciones

source: Publication
es_es: Publicación

source: Add a publication
es_es: Añadir una publicación
fr_fr: Ajouter une publication

source: Edit this publication
es_es: Editar esta publicación
fr_fr: Éditer cette publication

source: New publication
es_es: Nueva publicación
fr_fr: Nouvelle publication

source: View publication
es_es: Ver publicación
fr_fr: Voir publication

source: View this publication
es_es: Ver esta publicación
fr_fr: Voir cette publication

source: Search publications
es_es: Buscar publicaciones
fr_fr: Chercher publications

source: No publications found
es_es: Ninguna publicación encontrada
fr_fr: Aucune publication n'a été trouvée

source: No publications in trash
es_es: Ninguna publicación en la papelera
fr_fr: Aucune publication dans la corbeille

source: Year
es_es: Año
fr_fr: Année

source: Years
es_es: Años
fr_fr: Années

source: City
es_es: Ciudad
fr_fr: Ville

source: Cities
es_es: Ciudades
fr_fr: Villes

source: State
es_es: Región
fr_fr: Région

source: States
es_es: Regiones
fr_fr: Régions

source: Contry
es_es: País
fr_fr: Pays

source: Countries
es_es: Países
fr_fr: Pays

source: Collection
es_es: Colección

source: Collections
es_es: Colecciones

source: Editorials
es_es: Editoriales
fr_fr: Maison d'édition

source: Publisher
es_es: Editor
fr_fr: Éditeur

source: Publishers
es_es: Editores
fr_fr: Éditeurs

source: Archive
es_es: Fondo fotográfico
fr_fr: Fond d'images

source: Archives
es_es: Fondos fotográficos
fr_fr: Fonds d'images

source: Format
es_es: Formato

source: Formats
es_es: Formatos

source: Type
es_es: Tipo
fr_fr: Genre

source: Types
es_es: Género
fr_fr: Genres

source: Extra information
es_es: Información adicional
fr_fr: Information additionnelle

source: First name
es_es: Nombre
fr_fr: Prénom

source: Last name
es_es: Apellidos
fr_fr: Nom de famille

source: URL to interview audio file
es_es: URL a la entrevista
fr_fr: URL à l'entretien

source: Authors
es_es: Autores
fr_fr: Auteurs

source: Author 1: firstname
es_es: Autor 1: nombre
fr_fr: Autor 1: prénom

source: Author 1: lastname
es_es: Autor 1: apellido
fr_fr: Autor 1: nom de famille

source: Author 2: firsname
es_es: Autor 2: nombre
fr_fr: Autor 2: prénom

source: Author 2: lastname
es_es: Autor 2: apellido
fr_fr: Auteur 2: nom de famille

source: Author 3: firstname
es_es: Autor 3: nombre
fr_fr: Auteur 3: prénom

source: Author 3: lastname
es_es: Autor 3: apellido
fr_fr: Auteur 3: nom de famille

source: Dates
es_es: Fechas

source: Begining date
es_es: Fecha de inicio
fr_fr: Date de début

source: Ending date
es_es: Fecha de fin
fr_fr: Date de fin

source: Book data
es_es: Datos del libro
fr_fr: Donnée du livre

source: Number of pages
es_es: Número de páginas
fr_fr: Nombres de pages

source: Downloadable file
es_es: Archivo descargable
fr_fr: Fichier pour télécharger

source: Not include in home
es_es: No incluir en la portada
fr_fr: Pas montrer dans l'accueil

source: Check to not show in home page
es_es: Marcar para no incluir este contenido en la portada
fr_fr: Marquer pour pas montrer dans l'accueil

source: Page %s
es_es: Página %s

source: international brigades, spanish civil war, international brigadiers
es_es: brigadas internacionales, Guerra Civil, brigadistas internacionales
fr_fr: brigades internationales, Guerre Civile, brigadiers internationaux

source: Toggle menu
es_es: Desplagar/Replegar menú
fr_fr: Déplier/Replier menu

source: Last published content
es_es: Últimos contenidos incorporados
fr_fr: Dernières contenus publiés

source: International Brigades Digital Archive
es_es: Archivo digital de las Brigadas Internacionales
fr_fr: Archive digitale des Brigades Internationales

source: Last content published in %s
es_es: Últimos contenidos incorporados a %s
fr_fr: Dernières contenus: %s

source: All<br>contents
es_es: Mostrar<br>todo
fr_fr: Tous les<br>contenus

source: Search results
es_es: Resultados de búsqueda
fr_fr: Resultats de recherche

source: Search results: <em>%s</em>
es_es: Resultados de la búsqueda <em>%s</em>
fr_fr: Resultats de la recherche: <em>%s</em>

source: No content yet
es_es: Sin contenido por el momento
fr_fr: Pas des contenu encore

source: Name
es_es: Nombre
fr_fr: Nom

source: Description
es_es: Descripción

source: Interview
es_es: Entrevista
fr_fr: Entretien

source: Title
es_es: Título
fr_fr: Titre

source: Extract
es_es: Extracto
fr_fr: Extrait

source: Date
es_es: Fecha

source: Validity
es_es: Vigencia
fr_fr: Validité

source: <p>We did not find anything related with your search criteria.</p><p>You can try again!</p>
es_es: <p>No hemos encontrado ningún contenido que responda a tus criterios de búsqueda.</p><p>Inténtalo otra vez.</p>
fr_fr: <p>Nous n'avons trouvé aucun contenu qui répond à vos critères de recherche.</p><p>Essayer de nouveau.</p>

source: Photo archives in flickr
es_es: Fondos fotográficos en flickr
fr_fr: Fonds d'iamges sur flickr

source: Please Try Again
es_es: Por favor, inténtalo de nuevo
fr_fr: Veuillez réessayer plus tard

source: Remove Embed
es_es: Eliminar elemento incrustado
fr_fr: Éliminer l'élément incrusté

source: No oEmbed Results Found for %s. View more info at
es_es: Ningún elemento oEmbed encontrado para %s. Más información en
fr_fr: Aucun élément n'a été trouvé pour %s. Plus d'information

source: Add Group
es_es: Añadir grupo
fr_fr: Ajouter un groupe

source: Remove Group
es_es: Eliminar grupo
fr_fr: Éliminer un groupe

source: Add Row
es_es: Añadir fila
fr_fr: Ajouter une file

source: Remove
es_es: Eliminar
fr_fr: Éliminer

source: No terms
es_es: Ningín término
fr_fr: Aucun terme

source: Add or Upload File
es_es: Añade o sube un archivo
fr_fr: Ajouter ou télécharger un document

source: Remove Image
es_es: Elimina la imagen
fr_fr: Éliminer l'image

source: File:
es_es: Archivo:
fr_fr: Document:

source: Download
es_es: Descargar
fr_fr: Télécharger

source: Clear
es_es: Claro
fr_fr: Clair

source: Default
es_es: Por omisión
fr_fr: Par défaut

source: Select Color
es_es: Seleccionar color
fr_fr: Sélectionner une couleur

source: Current Color
es_es: Color actual
fr_fr: Couleur actuelle

source: Save
es_es: Guardar
fr_fr: Sauvegarder

source: Other current %s
es_es: Otras %s vigentes
fr_fr: Autres %s en vigeur

source: Last %s
es_es: Últimas %s
fr_fr: Dernières %s

source: No image
es_es: Sin imagen
fr_fr: Sans image

source: There is no interview to
es_es: No hay entrevista
fr_fr: Il n'y a pas d'entretien

source: Interview to
es_es: Entrevista a
fr_fr: Entretien à

source: More %s of %s
es_es: Más %s de %s
fr_fr: Plus %s de %s

source: Search
es_es: Buscar
fr_fr: Chercher

source: Advanced
es_es: Avanzada
fr_fr: Avancé

source: Complete archive
es_es: Archivo completo
fr_fr: Archive complète

source: Archive sections
es_es: Secciones del Archivo
fr_fr: Sections de l'Archive

source: %s archive
es_es: Archivo de %s
fr_fr: Archive de %s

source: Origin
es_es: Origen
fr_fr: Origine

source: Photo archive
es_es: Fondos fotográficos
fr_fr: Fonds d'images

source: Format/Type
es_es: Formato/Género
fr_fr: Format/Genre

source: Place
es_es: Lugar
fr_fr: Lieu

source: Editorial and collection
es_es: Editorial y colección
fr_fr: Éditions et collections

source: Year of publication
es_es: Año de publicación
fr_fr: Année de publication

source: ISBN / pag. num.
es_es: ISBN / núm. pág.
fr_fr: ISBN / num. pag.

source: pages
es_es: páginas

source: Editorial
fr_fr: Maison d'édition
